Repository: seandepagnier/climatology_pi
Catalog: po/*.po
Languages: fil_ph, fr, it_it, nb_no, nl_nl, tr_tr

source: Climatology PlugIn for OpenCPN Provides overlay capabilities for historic weather data. Supported Climatology types include: - Average wind directions and speed - Percentage of gale and calm conditions - Sea Surface Currents - Average swell and seastate (not yet implemented) - Precipitation, Humidity, Cloud Cover, and Lightning Strikes - Monthly average Sea Level pressure and Sea Temperature, Air Temperature - Tropical Cyclone tracks
fr: Complément Climatology pour OpenCPN Il superpose des informations concernant l'historique des données météorologiques. Types inclus supportés par Climatology : - Directions et vitesse du vent moyen - Pourcentage de coup de vent et de calme -Courants de surface - Houle moyenne et état de la mer (Pas encore implémenté) - Précipitation, Humidité, couverture nuageuse et foudre - Moyenne mensuelle de la pression au niveau de la mer, température de l'eau et température de l'air - Routes des cyclones tropicaux
nl_nl: De Klimatologie PlugIn voor OpenCPN biedt een overlay-functionaliteit voor historische weergegevens. Ondersteund worden gegevens voor: - Gemiddelde windrichting en -snelheid - Percentuele verdeling rustig weer en storm -Stroming - Gemiddelde deining en zee (nog niet beschikbaar) - Neerslag, relatieve vochtigheid en bewolking - Maandgemiddelden voor luchtdruk op zeeniveau en zeewatertemperatuur, luchttemperatuur - Orkaanpaden
tr_tr: OpenCPN için İklim Değişikliği Eklentisi Önemli hava durumu verileri için bindirme yetenekleri sağlar. Desteklenen Klimatoloji türleri şunları içerir: - Ortalama rüzgar yönü ve hızı - Gale ve sükunet koşullarının yüzdesi - Deniz Yüzey Akımları - Ortalama şişme ve (henüz uygulanmadı) - Yağış, Nem, Bulut Kapağı ve Yıldırım Düşmeleri - Aylık ortalama Deniz Seviyesi Basıncı ve Deniz Sıcaklığı, Hava Sıcaklığı - Tropikal Siklon parçaları

source: Climatology Preferences
fr: Préférences du complément Climatology

source: MPH
tr_tr: MİL

source: Celcius
nl_nl: Celsius
tr_tr: Selsiyus

source: sea surface tempertature
fil_ph: ang temperatura sa ibabaw ng dagat
it_it: temperatura superficie del mare
nb_no: havoverflate temperatur
nl_nl: temp. zeewateroppervlakte
tr_tr: deniz yüzey sıcaklığı

source: air tempertature
fil_ph: ang temperature ng hangin
it_it: temperatura aria
nb_no: lufttemperatur
nl_nl: luchttemperatuur
tr_tr: hava Sıcaklığı

source: Direction
fil_ph: Ang Direksyon
it_it: Direzione
nb_no: Retning
nl_nl: Richting
tr_tr: Yön

source: Cyclones
fil_ph: Mga Bagyo
it_it: Cicloni
nb_no: Sykloner
nl_nl: Orkanen
tr_tr: Siklonlar

source: Interpolation
fil_ph: Ang Pag-aaplay
it_it: Interpolazione
nb_no: Interpolering
nl_nl: Interpolatie
tr_tr: İlişkilendirme

source: Course
fil_ph: Ang Kurso
it_it: Rotta
nb_no: Kurs
nl_nl: Grof
tr_tr: Rota

source: Tropical
fil_ph: Tropikal
it_it: Tropicale
nb_no: Tropisk
nl_nl: Tropisch
tr_tr: Tropikal

source: Sub Tropical
fil_ph: Sub Tropikal
it_it: Sub Tropicale
nb_no: Subtropisk
nl_nl: Subtropisch
tr_tr: Alt tropikal

source: ExtraTropical
it_it: ExtraTropicale
nb_no: Ekstratropisk
nl_nl: Niet tropisch
tr_tr: EkstraTropikal

source: mmHG
nl_nl: mm kwik

source: ClimatologyInformation.html
nl_nl: KlimatologieInformatie.html

source: N/A
it_it: N/D
nl_nl: N/B

source: Very Course
fil_ph: Ang Tunay kurso
it_it: Vera rotta
nb_no: Svært grov
nl_nl: Zeer grof

source: Normal
fil_ph: Ang Normal
it_it: Normale
nl_nl: Normaal

source: downloading climatology data file
it_it: scaricando file di dati climatologici

source: Some Data Failed to download. Climatology data incomplete
it_it: Impossibile scaricare alcuni dati. Dati Dati Climatologici incompleti

source: Some Data Failed to load.
it_it: Impossibile caricare alcuni dati.

source: Climatology data incomplete.
it_it: Dati di Climatologia non disponibili.

source: corrupt file:
it_it: file corrotto:

source: current data file corrupt:
fil_ph: ang kasalukuyang data sa payl ay sira:
it_it: file di dati corrente corrotto:
nb_no: nåværende datafil er ødelagt:

source: cyclone cache time
it_it: tempo cache ciclone
