Repository: seandepagnier/climatology_pi
Catalog: po/*.po
Languages: fil_ph, fr, it_it, nb_no, nl_nl, tr_tr

source: Knots
fr: Noeuds
nl_nl: knopen
tr_tr: Knot

source: KPH
fr: km/h

source: MilliBars
fr: hPa (MilliBars)
nl_nl: millibar
tr_tr: MiliBar

source: Meters
fr: Mètres
nl_nl: meter
tr_tr: Metre

source: Feet
fr: Pieds
nl_nl: voet
tr_tr: Fit

source: Inches
fr: Pouces

source: Fahrenheit
fr: Farenheight
tr_tr: Fahrenayt

source: Percent
fr: Pourcent
nl_nl: Procent
tr_tr: Yüzde

source: Unknown
fr: Inconnu
nl_nl: Onbekend
tr_tr: Bilinmiyor

source: Wind
fil_ph: Ang Hangin
fr: Vent
it_it: Vento
nb_no: Vind
tr_tr: Rüzgar

source: Current
fil_ph: Kasalukuyan
fr: Courant
it_it: Corrente
nb_no: Strøm
nl_nl: Stroom
tr_tr: Mevcut

source: Sea Level Pressure
fr: Pression surface mer
nl_nl: Druk op zeeniveau
tr_tr: Deniz seviyesi basıncı

source: Sea Surface Temperature
fr: Température surface mer
nl_nl: Temp. zeewateroppervlakte
tr_tr: Deniz Yüzey Sıcaklığı

source: Air Temperature
fil_ph: Ang Temperatura ng Hangin
fr: Température de l'air
it_it: Temperatura aria
nb_no: Lufttemperatur
nl_nl: Luchttemperatuur
tr_tr: Hava Sıcaklığı

source: Cloud Cover
fil_ph: Ang takip sa Ulap
fr: Couverture nuageuse
it_it: Coperto da nuvole
nb_no: Skydekke
nl_nl: Bewolking
tr_tr: Bulut örtüsü

source: Precipitation
fil_ph: Ang Ulan
fr: Précipitation
it_it: Precipitazione
nb_no: Nedbør
nl_nl: Neerslag
tr_tr: Yağış Olasılığı

source: Relative Humidity
fr: Humidité relative
nl_nl: Rel. vochtigheid
tr_tr: Bağıl Nem

source: Lightning
fil_ph: Ang Kidlat
fr: Foudre
it_it: fulmine
nb_no: Lyn
nl_nl: Onweer
tr_tr: Şimşek

source: Sea Depth
fil_ph: Ang Lalim ng dagat
fr: Profondeur de la mer
it_it: Profondità mare
nb_no: Havdybde
nl_nl: Diepte
tr_tr: Deniz derinliği

source: Climatology
fil_ph: Ang Klimatolohiya
fr: Climatologie
it_it: Climatologia
nb_no: Klimatologi
nl_nl: Klimatologie
tr_tr: İklimbilim

source: averaging wind
fil_ph: ang katamtaman na hangin
fr: Vent moyen
it_it: vento medio
nb_no: gjennomsnitts vind
nl_nl: middelen wind
tr_tr: ortalama rüzgar

source: averaging current
fil_ph: ang kasalukuyan na pangkaraniwan
fr: courant moyen
it_it: corrente media
nb_no: gjennomsnitts strøm
nl_nl: middelen stroom
tr_tr: geçerli ortalama

source: sea level presure
fil_ph: ang Presyon sa dagat
fr: pression au niveau de la mer
it_it: pressione sul livello del mare
nb_no: trykk ved havnivå
nl_nl: druk op zeeniveau
tr_tr: deniz seviyesi basıncı

source: slp file truncated
fil_ph: ang pinutol na payl sa slp
fr: fichier SLP tronqué
it_it: File slp troncato
nb_no: slp fil ble avkortet
nl_nl: SLP-bestand afgekapt
tr_tr: slp dosyası kesildi

source: sea surface temperature
fr: température de l'eau de surface

source: sst file truncated
fil_ph: pinutol na payl sa sst
fr: fichier SST tronqué
it_it: File sst troncato
nb_no: sst fil ble avkortet
nl_nl: SST-bestand afgekapt
tr_tr: sst dosyası kesildi

source: air temperature
fr: Température de l'air

source: at file truncated
fil_ph: ang pinutol na payl sa
fr: fichier AT tronqué
it_it: File at troncato
nb_no: at fil ble avkortet
nl_nl: AT-bestand afgekapt
tr_tr: at dosyası kesildi

source: cloud cover
fil_ph: ang takip sa ulap
fr: Couverture nuageuse
it_it: copertura nuvolosa
nb_no: skydekke
nl_nl: bewolking
tr_tr: bulut örtüsü

source: cld file truncated
fil_ph: ang pinutol na payl sa cld
fr: Fichier CLD tronqué
it_it: File cld troncato
nb_no: cld fil ble avkortet
nl_nl: CLD-bestand afgekapt
tr_tr: cld dosyası kesildi

source: precipitation
fil_ph: ang ulan
fr: précipitation
it_it: precipitazione
nb_no: nedbør
nl_nl: neerslag
tr_tr: yağış olasılığı

source: precip file truncated
fil_ph: ang pinutol na payl sa precip
fr: Fichier précipitation tronqué
it_it: File delle precipitazioni troncato
nb_no: precip fil ble avkortet
nl_nl: neerslagbestand afgekapt
tr_tr: precip dosyası kesildi

source: relative humidity
fil_ph: kaugnay sa Halumigmig
fr: humidité relative
it_it: umidità relativa
nb_no: relativ fuktighet
nl_nl: rel. vochtigheid
tr_tr: bağıl nem

source: relative humidity file truncated
fil_ph: ang kaugnay sa halumigmig na pinutol na payl
fr: fichier humidité relative tronqué
it_it: file di umidità relativa troncato
nb_no: relativ fuktighetsfil ble avkortet
nl_nl: bestand rel. vochtigheid afgekapt
tr_tr: bağıl nem dosyası kesildi

source: lightning
fil_ph: ang kidlat
fr: Foudre
it_it: fulmine
nb_no: lyn
nl_nl: onweer
tr_tr: yıldırım

source: lightning file truncated
fil_ph: ang pinutol ng kidlat sa payl
fr: Fichier de la foudre tronqué
it_it: File fulmine troncato
nb_no: lynfil ble avkortet
nl_nl: onweerbestand afgekapt
tr_tr: yıldırım dosyası kesildi

source: sea depth
fil_ph: ang lalim ng dagat
fr: Sonde
it_it: profondità mare
nb_no: havdybde
nl_nl: Diepte
tr_tr: deniz derinliği

source: seadepth file truncated
fil_ph: ang pinutol na payl sa ilalim ng dagat
fr: fichier des sondes tronqué
it_it: File delle profundesse troncato
nb_no: havdybdefil ble avkortet
nl_nl: dieptebestand afgekapt
tr_tr: seadepth dosyası kesildi

source: cyclone (east pacific)
fil_ph: ang bagyo (silangang pasipiko)
fr: cyclone (Pacifique est)
it_it: ciclone (est pacifico)
nb_no: syklon (stillehavet øst)
nl_nl: orkaan (Stille Oceaan O)
tr_tr: hortum (doğu pasifik)

source: cyclone (west pacific)
fil_ph: ang bagyo (kanlurang pasipiko)
fr: cyclone (Pacifique ouest)
it_it: ciclone (ovest pacifico)
nb_no: syklon (stillehavet vest)
nl_nl: orkaan (W-Stille Oceaan)
tr_tr: hortum (batı pasifik)

source: cyclone (south pacific)
fil_ph: ang bagyo (timog pasipiko)
fr: cyclone (Pacifique sud)
it_it: ciclone (sud pacifico)
nb_no: syklon (stillehavet sør)
nl_nl: orkaan (Z-Stille Oceaan)
tr_tr: hortum ( (güney pasifik)

source: cyclone (atlantic)
fil_ph: ang bagyo (atlantiko)
fr: cyclone (Atlantique)
it_it: ciclone (atlantico)
nb_no: syklon (atlanterhavet)
nl_nl: orkaan (Atlantische Oceaan)
tr_tr: hortum (atlantik)

source: cyclone (north indian)
fil_ph: ang bagyo (hilagang indiyano)
fr: cyclone (O. Indien nord)
it_it: ciclone (nord Indiano)
nb_no: syklon (indiske hav nord)
nl_nl: orkaan (N-Indische Oceaan)
tr_tr: hortum (kuzey hindistan)

source: cyclone (south indian)
fil_ph: ang bagyo (timog indiyano)
fr: cyclone (O. Indien sud)
it_it: ciclone (sud indiano)
nb_no: syklon (indiske hav sør)
nl_nl: orkaan (Z-Indische Oceaan)
tr_tr: hortum (güney hindistan)

source: el nino years
fil_ph: ang mga taon ng el nino
fr: année El Niño
it_it: gli anni di El Nino
nb_no: el nino årene
nl_nl: El Nino jaren
tr_tr: el nino yılları

source: cyclone cache
fil_ph: ang bagyo sa cache
fr: cache de cyclone
nb_no: syklon hurtigbuffer
nl_nl: orkaancache
tr_tr: siklon önbelleği

source: Some Data Failed to load:
fil_ph: Ang ilan sa Data ay bigo na ma-load:
fr: Certaines données n'ont pu être chargées :
it_it: Impossibile caricare alcuni dati:
nb_no: Noen data ble ikke lastet:
nl_nl: Sommige gegevens zijn niet geladen:
tr_tr: Bazı veriler yüklenirken:

source: Would you like to try to download?
fil_ph: Nais mo ba subukan na mag-download?
fr: Voulez vous essayer de télécharger ?
it_it: Vuoi provare a scaricare?
nb_no: Vil du forsøke å laste ned?
nl_nl: Wilt u proberen om te downloaden?
tr_tr: İndirmeyi denemek istermisiniz?

source: You must extract this data, and place in:
fr: Vous devez extraire les données, et les placer dans :
nl_nl: U moet deze gegevens ophalen en plaatsen in:
tr_tr: Bu veriyi çıkarıp şuraya yerleştirin:

source: then restart opencpn
fr: puis redémarrer OpenCPN

source: wind data file corrupt:
fil_ph: ang hangin sa payl ng data ay sira:
fr: fichier des données du vent corrompu
it_it: file dati vento corrotto:
nb_no: vind-datafil er ødelagt:
nl_nl: bestand met windgegevens is beschadigd:
tr_tr: rüzgar veri dosyası bozuk:

source: Average Current includes only
fil_ph: Ang karaniwan na kasama sa kasalukuyan lamang
fr: Courant moyen inclus seulement
it_it: Corrente media include solo
nb_no: Gjennomsnittlig strøm inkluderer bare
nl_nl: Gemiddelde stroom betreft alleen
tr_tr: Sadece ortalama akım içerir

source: months
fil_ph: mga buwan
fr: mois
it_it: mesi
nb_no: måneder
nl_nl: maanden
tr_tr: ay

source: cyclone data corrupt:
fil_ph: ang bagyo sa sira na data:
fr: données de cyclone corrompues :
it_it: dati ciclone corrotti:
nb_no: syklondata er ødelagt:
nl_nl: orkaangegevens beschadigd:
tr_tr: hortum veri bozuk:

source: failed to open file:
fil_ph: bigo na buksan ang pay:
fr: échec d'ouverture du fichier :
it_it: fallita l'apertura file
nb_no: kunne ikke åpne fil:
nl_nl: bestand kon niet geopend worden:
tr_tr: dosya açılamadı:

source: Building Overlay map
fil_ph: Ang Gusali sa kalupkop na mapa
fr: Construction de la carte superposée
it_it: Sto costruendo la mappa di sovrapposizione
nb_no: Bygger overleggskart
nl_nl: Maken van overlay-kaart
tr_tr: Harita çıkarılıyor

source: Climatology overlay map unsupported unless OpenGL is enabled
fil_ph: Ag klimatolohiya sa kalupkop na mapa ay hindi suportado maliban na lang kung OpenGl ay gumagana
fr: La superposition de la carte de climatologie n'est pas possible si OpenGL n'est pas activé
it_it: Climatology sovrappone la mappa non supportata a meno che OpenGL non sia abilitato
nb_no: Klimatologi overleggskart er ikke støttet uten at OpenGL er aktivert
nl_nl: Klimatologie overlaykaart niet ondersteund, tenzij OpenGL is ingeschakeld
tr_tr: OpenGL etkin olmadığı sürece klimatoloji yer paylaşımı haritası desteklenmez

source: failed to read file:
fr: Echec de lecture du fichier
nl_nl: kon bestand niet lezen:
tr_tr: dosya okunamıyor:

source: Computer too slow to render cyclones, disabling theater
fil_ph: Ang kompyuter ay sobrang bagal upang maibigay ang mga bagyo, hindi pagpapagana sa teatro
fr: Ordinateur trop lent pour exploiter les cyclones, désactivation de cette option
it_it: Il computer troppo lento per rendere i cicloni, disabilitando il teatro
nb_no: Datamaskin er for treg til å gjengi sykloner, deaktiverer teater
nl_nl: Computer te traag voor het renderen van orkanen
tr_tr: Bilgisayar siklonları çalıştırmak için çok yavaş, tiyatronun devre dışı bırakılması

source: Month
fil_ph: Ang Buwan
fr: Mois
it_it: Mese
nb_no: Måned
nl_nl: Maand
tr_tr: Ay

source: January
fil_ph: Ang Enero
fr: Janvier
it_it: Gennaio
nb_no: Januar
nl_nl: Januari
tr_tr: Ocak

source: Febuary
fil_ph: Ang Pebrero
fr: Février
it_it: Febbraio
nb_no: Februar
nl_nl: Februari
tr_tr: Şubat

source: March
fil_ph: Ang Marso
fr: Mars
it_it: Marzo
nb_no: Mars
nl_nl: Maart
tr_tr: Mart

source: April
fil_ph: Ang Abril
fr: Avril
it_it: Aprile
tr_tr: Nisan

source: May
fil_ph: Ang Mayo
fr: Mai
it_it: Maggio
nb_no: Mai
nl_nl: Mei
tr_tr: Mayıs

source: June
fil_ph: Ang Hunyo
fr: Juin
it_it: Giugno
nb_no: Juni
nl_nl: Juni
tr_tr: Haziran

source: July
fil_ph: Ang Hulyo
fr: Juillet
it_it: Luglio
nb_no: Juli
nl_nl: Juli
tr_tr: Temmuz

source: August
fil_ph: Ang Agosto
fr: Août
it_it: Agosto
nl_nl: Augustus
tr_tr: Ağustos

source: September
fil_ph: Ang Setyembre
fr: Septembre
it_it: Settembre
tr_tr: Eylül

source: October
fil_ph: Ang oktubre
fr: Octobre
it_it: Ottobre
nb_no: Oktober
nl_nl: Oktober
tr_tr: Ekim

source: November
fil_ph: Ang Nobyembre
fr: Novembre
it_it: Novembre
tr_tr: Kasım

source: December
fil_ph: Ang Disyembre
fr: Décembre
it_it: Dicembre
nb_no: Desember
tr_tr: Aralık

source: All
fil_ph: Lahat
fr: Tout
it_it: Tutti
nb_no: Alle
nl_nl: Alle
tr_tr: Tümü

source: Climatology Data
fil_ph: Ang Kilimatolohiya sa Data
fr: Données climatologiques
it_it: Dati Climatology
nb_no: Klimatologi data
nl_nl: Klimatologische gegevens
tr_tr: İklimbilim veri

source: Speed
fil_ph: Ang Bilis
fr: Vitesse
it_it: Velocità
nb_no: Fart
nl_nl: Snelheid
tr_tr: Hız

source: Pressure
fil_ph: Ang Presyon
fr: Pression
it_it: Pressione
nb_no: Trykk
nl_nl: Luchtdruk
tr_tr: Basınç

source: Sea Temperature
fil_ph: Ang Temperatura sa Dagat
fr: Température de la mer
it_it: Temperatura mare
nb_no: Sjøtemperatur
nl_nl: Zeewatertemperatuur
tr_tr: Deniz Suyu Sıcaklığı

source: Rel Humidity
fil_ph: Ang Halumigmig sa Rel
fr: Humidité rel
it_it: Umidità relativa
nb_no: Rel fuktighet
nl_nl: Rel. vochtigheid
tr_tr: Bağıl Nem Oranı

source: Config
fil_ph: Ang Config
fr: Configuration
it_it: Configura
nb_no: Konfigurasjon
tr_tr: Yapılandır

source: Units
fil_ph: Mga Yunit
fr: Unité
it_it: Unità
nb_no: Enheter
nl_nl: eenheid
tr_tr: Birimler

source: Enabled
fil_ph: Ang Paganahin
fr: Activé
it_it: Abilitato
nb_no: Aktivert
nl_nl: Ingeschakeld
tr_tr: Etkin

source: OverlayMap
fil_ph: Ang OverlayMap
fr: Carte superposée
it_it: Sovrapponi mappa
nb_no: Overleggskart
nl_nl: Overlay-kaart
tr_tr: YerHaritası

source: Transparency
fil_ph: Ang Aninaw
fr: Transparence
it_it: Trasparenza
nb_no: Gjennomsiktighet
nl_nl: Transparantie
tr_tr: Geçirgenlik

source: Iso Bars
fil_ph: Ang mga Iso Bar
fr: Isobares
it_it: isobara
nb_no: Isobarer
nl_nl: Isobaren
tr_tr: Iso Bar

source: Spacing
fil_ph: Ang Pagitan
fr: Ecartement
it_it: Spaziatura
nb_no: Mellomrom
nl_nl: Tussenafstand
tr_tr: Aralama

source: Step
fil_ph: Ang Hakbang
fr: Pas
it_it: Passo
nb_no: Trinn
nl_nl: Stapgrootte
tr_tr: Adım

source: Very Coarse
fr: Très grossier

source: Coarse
fr: Grossier

source: Fine
fil_ph: Mabuti
fr: Fin
it_it: Bene
nb_no: Fin
nl_nl: Klein
tr_tr: İy

source: Very Fine
fil_ph: Napakabuti
fr: Très précis
it_it: Molto Buono
nb_no: Veldig fin
nl_nl: Zeer klein
tr_tr: Çok İyi

source: Numbers
fil_ph: Ang mga Numero
fr: Nombres
it_it: Numeri
nb_no: Nummer
nl_nl: Aantallen
tr_tr: Sayılar

source: Direction Arrows
fil_ph: Ang Direksyon ng mga Arrow
fr: Flèches de directions
it_it: direzione delle frecce
nb_no: Retningspiler
nl_nl: Richtingpijlen
tr_tr: Yön Okları

source: Enable
fil_ph: Paganahin
fr: Activer
it_it: Abilita
nb_no: Aktiver
nl_nl: Inschakelen
tr_tr: Etkinleştir

source: Barbs
fil_ph: Ang Barbs
fr: Barbules
it_it: Barbiglio
nb_no: Mothaker
nl_nl: Windpijlen

source: Length
fil_ph: Ang Haba
fr: Longueur
it_it: Lunghezza
nb_no: Lengde
nl_nl: Lengte
tr_tr: Uzunluk

source: Width
fil_ph: Ang Lapad
fr: Largeur
it_it: Larghezza
nb_no: Bredde
nl_nl: Breedte
tr_tr: Genişlik

source: Color
fil_ph: Ang Kulay
fr: Couleur
it_it: Colore
nb_no: Farge
nl_nl: Kleur
tr_tr: Renk

source: Opacity
fil_ph: Ang Kalabuan
fr: Opacité
it_it: Opacità
nb_no: Gjennomsiktighet
nl_nl: Transparantie
tr_tr: Saydamlık

source: Size
fil_ph: Sukat
fr: Taille
it_it: Dimensione
nb_no: Størrelse
nl_nl: Grootte
tr_tr: Boyut

source: Standard Displays
fil_ph: Karaniwan na Nagpapakita
fr: Affichages standard
it_it: Visualizzazioni standard
nb_no: Standard visninger
nl_nl: Standaard weergaven
tr_tr: Standart Görünüm

source: Wind Atlas
fil_ph: Ang Hangin sa Atlas
fr: Atlas du vent
it_it: Atlante dei venti
nb_no: Vindatlas
tr_tr: Rüzgar Atlası

source: The wind atlas display shows the percentage of time wind is in each of eight directions as a length of the arrow, or in the case it is over 29% a number is shown. The barbs indicate wind speed, each barb being 5 knots. The numbers inside the circle, if blue give percentage of average wind speed as calm (3 knots or less) or in red at least gale force (34 knots and above).
fil_ph: Ang hangin sa atlas ang ipinapakita sa display ng porsyento sa oras ng hangin sa bawat walong mga direksyon bilang haba ng arrow, o sa kaso na 29% na ipinapakita sa numero. Ang mga barb ay palatandaan ng bilis ng hangin, ang bawat bar ay 5 na mga buhol. Ang mga numero sa loob ng bilog, kung ang bughaw na porsyento ay magbibigay ng karaniwang bilis ng hangin bilang kalmado (3 buhol o mas mababa) o sa pula na hindi baba sa puwersa ng bagyo (34 na buhol at sa taas).
fr: Dans l'atlas affiché, la longueur des flèches, dans chacune des huit directions, montre le pourcentage de vent durant la période. Un nombre est affiché si un des pourcentages est supérieur à 29% ou plus. Les barbules montrent la vitesse du vent. Chaque barbule vaut 5 noeuds. Le nombre, dans le cercle, donne le pourcentage de calme (moins de 3 noeuds) en bleu ou de vent fort (plus de 34 noeuds) en rouge.
it_it: Il display dell'atlante di vento mostra la percentuale di tempo in cui il vento è in ciascuna delle otto direzioni come una lunghezza della freccia, o nel caso in cui sia superiore al 29% viene mostrato un numero. Le punte indicano la velocità del vento, ogni punta rappresentando 5 nodi. I numeri all'interno del cerchio, se blu indicano la percentuale della velocità media del vento come calma (3 nodi o meno) se rossi, forza del vento forte (34 nodi ed oltre).
nb_no: Vindatlas visning, viser prosentvis hvor mye av tiden det er vind i hver av åtte retninger i form av lengden på en pil, eller når det er over 29%, så vises et nummer. Hakene indikerer vindhastighet, hver hake er 5 knop. Tallene i sirklene, hvis blå - prosentvis av gjennomsnitts vindhastighet som stille (3 knop eller mindre). Rød indikerer minst kuling (34 knop eller mer).
nl_nl: Het windatlasoverzicht toont het percentage van de tijd waarin de windrichting één van de acht hoofdrichtingen betreft als een lengte van de pijl. Als het percentage meer dan 29% is, wordt een getal getoond. De weerhaken geven de windsnelheid aan, elke haak staat voor 5 knopen. De getallen in de cirkel zijn blauw bij kalmte (gemiddelde windsnelheid 3 knopen of minder) en zijn rood bij wind van stormkracht is (34 knopen en hoger).
tr_tr: Rüzgar atlası göstergesi, rüzgarın sekiz yönde her birinin ok uzunluğu olarak yüzde yüzdesini veya yüzde 29'un üzerinde olması durumunda bir sayı gösterildiğini gösterir. Ortamlar rüzgar hızını belirtir, her diken 5'dir düğümler. Maku, ortalama rüzgar hızının sakin (3 veya daha düşük düğüm) yüzdesine veya en azından şiddetli kuvvet (34 ve üzeri düğüm) kırmızı yüzdesi verirse, daire içindeki sayılar.

source: Start Date
fil_ph: Umpisahan ang Petsa
fr: Date de départ
it_it: Data di inizio
nb_no: Startdato
nl_nl: Startdatum
tr_tr: Başlangıç Tarihi

source: End Date
fil_ph: Huling Petsa
fr: Date finale
it_it: Data Fine
nb_no: Sluttdato
nl_nl: Einddatum
tr_tr: Bitiş Tarihi

source: Display Spanning
fil_ph: Ipakita ang Dumangkal
fr: Affichage adouci
it_it: Visualizzazione spanning
nb_no: Vis fordeling
nl_nl: Weergaveomspanning
tr_tr: Kapsamı Göster

source: days
fil_ph: mga Araw
fr: jours
it_it: giorni
nb_no: dager
nl_nl: dagen
tr_tr: günler

source: Min Windspeed
fil_ph: Ang Min na Bilis ng hangin
fr: Vitesse minimale du vent
it_it: Minima velocità del vento
nb_no: Min. Vindhastighet
nl_nl: Min. windsnelheid
tr_tr: Min Rüzgar hızı

source: Max Pressure
fil_ph: Ang Max sa presyon
fr: Pression maximale
it_it: Pressione massima
nb_no: Maks trykk
nl_nl: Max. luchtdruk
tr_tr: En Yüksek Basınç

source: El Nino Period
fil_ph: Ang Panahon ng El Nino
fr: Période d'El Niño
nb_no: El Nino periode
nl_nl: El Nino periode
tr_tr: El Nino Dönemi

source: El Nino
fr: El Niño

source: La Nina
fr: La Ninia

source: Neutral
fil_ph: Niyutral
fr: Neutre
it_it: Neutro
nb_no: Nøytral
nl_nl: Neutraal
tr_tr: Nötr

source: Storm Types
fil_ph: Mga Uri ng Bagyo
fr: Types de tempêtes
it_it: Tipi Tempesta
nb_no: Stormtyper
nl_nl: Stormtypen
tr_tr: Fırtına Türleri

source: Remanent
fil_ph: Ang Remanent
fr: Rémanent
it_it: rimanente
nb_no: Gjenværende
nl_nl: Blijvend

source: Sustained Wind Key (knots)
fil_ph: Napapanatili na Susi Sa Hangin (buhol)
fr: Clé vent durable (noeuds)
it_it: Chiave del vento sostenibile (nodi)
nb_no: Vedvarende vindnøkler (knop)
nl_nl: Aanhoudende Wind Knop (kn)
tr_tr: Sürekli Rüzgar Anahtarı (deniz mili)

source: Direction arrows are spaced every 6 hours on storm track
fil_ph: Ang Direksyon sa mga arrow ay maglalagay ng pagitan kada 6 na oras sa track ng bagyo
fr: Les flèches de direction sont espacées de 6 heures sur la trajectoire de la tempête
it_it: Le frecce di direzione sono distanziate ogni 6 ore sul corso della tempesta
nb_no: Retningspiler er distansert hver 6 timer ved stormsporing
nl_nl: Richtingpijlen hebben tussenafstand van 6 uur langs stormpad
tr_tr: Yön okları fırtına rotasında her 6 saat aralıklarla bulunur

source: Climatology Plugin Version
fil_ph: Ang Bersyon ng Plugin sa Klimatolohiya
fr: Version du complément Climatology
it_it: Versione Plugin Climatologia
nb_no: Klimatologi utvidelses versjon
nl_nl: Klimatologie PlugIn versie
tr_tr: İklimbilim Eklenti Sürümü

source: Climatology Data Directory
fil_ph: Ang Data sa Klimatolohiya ng Direktoryo
fr: Dossier des données du complément climatology
it_it: Directory dei dati climatologici
nb_no: Klimatologi datamappe
nl_nl: Klimatologie Gegevensmap
tr_tr: İklimbilim Veri Rehberi

source: About
fil_ph: Tungkol
fr: Au sujet de
it_it: Info
nb_no: Om
nl_nl: Over
tr_tr: Hakkında

source: About Author
fil_ph: Tungkol sa May-akda
fr: Au sujet de l'auteur
it_it: Sull'autore
nb_no: Om Opphav
nl_nl: Over de auteur
tr_tr: Yazar Hakkında

source: Close
fil_ph: Sarado
fr: Fermer
it_it: Chiudi
nb_no: Lukk
nl_nl: Sluiten
tr_tr: Kapat

source: Climatology Display Control
fil_ph: Ipakita ang Pagkontrol sa Klimatolohiya
fr: Options d'affichage de Climatology
it_it: Opzioni di visualizzazione di climatologia
nb_no: Klimatologi visningskontroll
nl_nl: Klimatologie Weergavebesturing
tr_tr: İklimbilim ekran kontrolü

source: Climatology Configuration
fil_ph: Ang Klimatolohiya sa kumpigurasyon
fr: Configuration de Climatology
it_it: Configurazione di climatologia
nb_no: Klimatologi konfigurasjon
nl_nl: Klimatologie configuratie
tr_tr: İklimbilim yapılandırma

source: Building Isobar Map
fil_ph: Ang Pagbuo ng Mapa sa Isobar
fr: Construction de la carte des isobarres
it_it: Sto costruendo la mappa delle isobare
nb_no: Bygger isobarkart
nl_nl: Maken van isobarenkaart
tr_tr: İzobar haritası oluşturuluyor

source: Declination
fil_ph: Paglihis
fr: Déclinaison
it_it: Declinazione
nb_no: Helling utover
nl_nl: Declinatie
tr_tr: Sapma açısı

source: Inclination
fil_ph: Ang Pagkahilig
fr: Inclinaison
it_it: Inclinazione
nb_no: Helling innover
nl_nl: Inclinatie
tr_tr: Eğilim

source: Field Strength
fil_ph: Ang Lakas sa Patlang
fr: Force du champ
it_it: Intensità di campo
nb_no: Feltstyrke
nl_nl: Veldsterkte
tr_tr: Alan kuvveti

source: Climatology PlugIn for OpenCPN
fr: Complément "Climatology" pour OpenCPN.
nl_nl: Klimatologie PlugIn voor OpenCPN
tr_tr: OpenCPN için İklimbilim Eklentisi
